export const TaskLevelList = {
  Beginner: [
    {
      text: "🔍探索公司办公区（企业照片墙、企业文化墙、6S行为标准）-随手拍"
    },
    {
      text: '为办公区常驻宠物更换饮用水并拍照，标注"今日担当：宠物名"'
    },
    {
      text: "查阅员工手册/产品信息/企业制度/工作文档等过程中，检查找出1处排版错误或过期信息"
    },
    {
      text: "给一位同事写表扬贴（需具体到某个行为）"
    },
    {
      text: '留下给半年后自己的提醒："完成/成为____________"'
    },
    {
      text: "说出所在部门所有成员的名字及爱好"
    },
    {
      text: "参加一次部门会议"
    },
    {
      text: "使用钉钉完成一次会议预定"
    },
    {
      text: "一周不出现迟到&早退行为"
    },
    {
      text: "拍摄一张和公司宠物的合影"
    },
    {
      text: "说出对应办公区的会议室名称"
    },
    {
      text: "一周保持工位干净整洁"
    }
  ],
  Intermediate: [
    {
      text: "分享一个有关宠物行业或本岗位相关知识（包括但不限于：专业文献、学术网站等）"
    },
    {
      text: '拍摄办公区最能体现"阳光"文化的角落，附50字说明'
    },
    {
      text: "主动协助同事完成1项非本职但你能胜任的小任务（如翻译文档/测试样品）"
    },
    {
      text: "梳理本周工作中主要工作任务的标准化处理流程"
    },
    {
      text: "预测你当前岗位3个月内最可能出现的2个风险点/困难"
    }
  ],
  Advanced: [
    {
      text: "请依据企业”核心价值观“维度解读入职第一周工作亮点（100字左右）"
    },
    {
      text: "主动认领一个跨部门协作的工作任务-请跨部门协作同事写30字左右评价"
    },
    {
      text: "提出一条可行性改善性建议意见（包括但不限于:工作流程、工作方案、公司制度、文化等）"
    }
  ]
};
